brew "visidata"
brew "go"
brew "python3"
brew "rust"
brew "neovim"
brew "eza"
brew "zoxide"
brew "ripgrep"
brew "gh"
brew "ruff"
brew "duckdb"
brew "jq"
brew "git-delta"
brew "awscli"
brew "ipython"
brew "node"
brew "hurl"
brew "rustfmt"
brew "sqlfmt"
brew "uv"
brew "stylua"
brew "btop"
brew "bat"
brew "libcaca"
brew "ruby"
brew "awscli"
brew "hyperfine"
brew "shfmt"
