tap "homebrew/cask-fonts"
cask "font-fira-code"

tap "saulpw/vd"
brew "visidata"

brew "go"
brew "python3"
brew "rust"
brew "tmux"
brew "neovim"
brew "tldr"
brew "eza"
brew "zoxide"
brew "fish"
brew "ripgrep"
brew "gh"
brew "ruff"
brew "duckdb"
brew "jq"
brew "ffmpeg"
brew "yt-dlp"
brew "git-delta"
brew "awscli"
brew "ipython"
brew "black"
brew "isort"
brew "node"
brew "hurl"
brew "rustfmt"
brew "fsouza/prettierd/prettierd"
brew "sqlfmt"
brew "uv"
brew "stylua"
