tap "homebrew/cask"
tap "buo/cask-upgrade"

tap "homebrew/cask-fonts"
cask "font-fira-code"

cask "snowflake-snowsql"
cask "tableplus"
cask "dash"
cask "alacritty" --no-quarantine

tap "saulpw/vd"
brew "visidata"

brew "awscli"
brew "go"
brew "python3"
brew "tmux"
brew "neovim"
brew "tldr"
brew "exa"
brew "fish"
brew "pyenv"
brew "ripgrep"
brew "gh"
brew "ruff"
